{
  "title": "Privacy Policy",
  "lastUpdated": "Last updated:",
  "intro": "This Privacy Policy explains how GoLynk processes personal data when you visit our website, submit forms, or engage with us about corridor evaluation, pilot participation, or partnership opportunities.",
  "sidebar": {
    "title": "On This Page",
    "links": {
      "keyPoints": "Key Points",
      "controller": "Controller",
      "scope": "Scope",
      "dataProcess": "Data We Process",
      "howWeUse": "How We Use Data",
      "legalBasis": "Legal Basis",
      "sharing": "Sharing",
      "transfers": "Transfers",
      "retention": "Retention",
      "security": "Security",
      "cookies": "Cookies",
      "rights": "Your Rights",
      "children": "Children",
      "changes": "Changes",
      "contact": "Contact"
    }
  },
  "keyPoints": {
    "title": "Key Points",
    "items": [
      "GoLynk processes data to evaluate corridors, onboard partners, and operate securely under GDPR.",
      "We do not sell personal data.",
      "We do not run advertising profiling.",
      "We use minimal tracking at this stage (essential logs only).",
      "Data used for optimization is aggregated and minimized where possible."
    ]
  },
  "controller": {
    "title": "Who We Are",
    "text": "GoLynk is operated by:",
    "name": "Ibrahim Ismail",
    "address": "Kastanienweg 4",
    "city": "52074 Aachen",
    "country": "Germany",
    "email": "contact@golynk.com",
    "status": "GoLynk is currently operated prior to formal company registration. Incorporation is in preparation. This page will be updated once a legal entity is registered."
  },
  "scope": {
    "title": "Scope of This Privacy Policy",
    "intro": "This Privacy Policy applies when we act as a data controller, including when you:",
    "items": [
      "Visit our website",
      "Submit a shipper, carrier, fleet, microhub, partner, or investor form",
      "Request corridor evaluation or lane assessment",
      "Communicate with us via email"
    ],
    "disclaimer": "This policy does not cover situations where GoLynk acts strictly as a data processor under an enterprise agreement. In those cases, the contracting customer is responsible as controller for the relevant processing and will provide their own privacy notice for end users."
  },
  "dataProcessed": {
    "title": "Personal Data We Process",
    "provided": {
      "subtitle": "3.1 Data you provide (forms and communications)",
      "intro": "We may process information you submit directly, such as:",
      "items": [
        "Name, email address, and contact details",
        "Company name and role (where applicable)",
        "City, corridor, or lane information",
        "Shipment characteristics (type, frequency, time windows, constraints)",
        "Route details or capacity details (carrier / fleet / microhub)",
        "Operational notes you choose to provide",
        "Investor inquiry details (firm name, focus area, optional notes)"
      ],
      "detail": "We request only the information required to evaluate corridor feasibility and prepare onboarding."
    },
    "technical": {
      "subtitle": "3.2 Technical and usage data (website access)",
      "intro": "When you access the website, our servers may process:",
      "items": [
        "IP address",
        "Date and time of access",
        "Requested URL / page",
        "Referrer URL",
        "Browser and device information",
        "Security-related events (e.g., rate limiting triggers)"
      ],
      "detail": "This data is used for security, abuse prevention, and operational reliability."
    },
    "pilot": {
      "subtitle": "3.3 Pilot and operational preparation data",
      "intro": "During pilot preparation, we may process corridor-related information such as:",
      "items": [
        "Service windows and SLA expectations",
        "Capacity characteristics (vehicle types, lane coverage, microhub availability)",
        "Corridor density indicators and operational constraints"
      ],
      "detail": "Where possible, operational analytics is aggregated and minimized to reduce personal identifiability."
    }
  },
  "howWeUse": {
    "title": "How We Use Personal Data",
    "intro": "We process personal data for:",
    "items": [
      "Responding to inquiries and requests",
      "Corridor evaluation (determining whether a lane can be supported)",
      "Pilot onboarding and partner coordination",
      "Preparing commercial deployment (including drafting pre-contractual terms)",
      "Platform and infrastructure security",
      "Operational improvement using aggregated indicators (e.g., corridor density)"
    ],
    "note": "We do not sell personal data and do not use personal data for third-party advertising profiling."
  },
  "legalBasis": {
    "title": "Legal Bases (GDPR)",
    "intro": "We process personal data under the following legal bases:",
    "basis1": "Article 6(1)(b) GDPR",
    "basis1Desc": "taking steps at your request prior to entering a contract (e.g., corridor evaluation, onboarding discussions)",
    "basis2": "Article 6(1)(f) GDPR",
    "basis2Desc": "legitimate interests (secure operations, fraud prevention, service integrity, and corridor optimization)",
    "basis3": "Article 6(1)(a) GDPR",
    "basis3Desc": "consent, where required (e.g., optional subscriptions)",
    "note": "If you object to processing based on legitimate interest, we will assess whether our interests override your rights or whether processing must stop."
  },
  "sharing": {
    "title": "Sharing and Disclosures",
    "intro": "We may share personal data with:",
    "providers": {
      "subtitle": "6.1 Service providers (processors)",
      "text": "We use service providers for website hosting, infrastructure operations, and email delivery. Where required, we enter data processing agreements under Article 28 GDPR."
    },
    "legal": {
      "subtitle": "6.2 Legal obligations",
      "text": "We may disclose information where required by law, regulation, or a legally binding request."
    },
    "transition": {
      "subtitle": "6.3 Business transition",
      "text": "If GoLynk undergoes a corporate transaction (e.g., incorporation, financing, asset transfer), personal data may be transferred as part of that process, subject to lawful safeguards."
    },
    "note": "We do not disclose personal data to third parties for independent marketing purposes."
  },
  "transfers": {
    "title": "International Data Transfers",
    "text": "We aim to process data within the European Union. If data is transferred outside the EU/EEA in the future, we will implement appropriate safeguards such as Standard Contractual Clauses and assess transfer risks where required."
  },
  "retention": {
    "title": "Data Retention",
    "intro": "We retain personal data only as long as necessary for:",
    "items": [
      "Corridor evaluation and onboarding",
      "Pilot execution and operational coordination",
      "Pre-contractual and contractual documentation",
      "Compliance with legal obligations"
    ],
    "logic": "Typical retention logic:",
    "logic1": "Inquiry and corridor evaluation data is retained until the evaluation is complete and then periodically reviewed for deletion.",
    "logic2": "Operational pilot-related data may be retained longer to support corridor performance analysis, using aggregation/minimization where possible."
  },
  "security": {
    "title": "Security",
    "detail": "We apply appropriate technical and organizational measures designed to protect personal data against unauthorized access, alteration, loss, and misuse. Measures may include access controls, encryption in transit where available, and monitoring for abuse.",
    "note": "No method of transmission or storage is fully secure, but we maintain safeguards proportionate to our risk profile and pilot-stage operations."
  },
  "cookies": {
    "title": "Cookies and Tracking",
    "intro": "At this stage, GoLynk uses only essential technical mechanisms required for the website to function and remain secure.",
    "items": [
      "We do not deploy behavioral advertising cookies.",
      "If we introduce privacy-friendly analytics later (e.g., cookie-less measurement), we will update this policy and provide any required controls."
    ],
    "link": "For more details, see our",
    "linkText": "Cookie Policy"
  },
  "rights": {
    "title": "Your Rights and Choices",
    "intro": "Depending on your location, you may have the right to:",
    "items": [
      "Access your personal data",
      "Rectify inaccurate data",
      "Request deletion",
      "Restrict processing",
      "Object to processing",
      "Data portability",
      "Withdraw consent (where processing is based on consent)"
    ],
    "exercise": "To exercise your rights, email:",
    "email": "contact@golynk.com",
    "complaints": "Complaints",
    "complaintsText": "You may lodge a complaint with a supervisory authority. For Germany (NRW), the competent authority is the State Commissioner for Data Protection and Freedom of Information of North Rhine-Westphalia (LDI NRW)."
  },
  "children": {
    "title": "Children",
    "text": "GoLynk is not directed to children and does not knowingly collect personal data from individuals under 18."
  },
  "changes": {
    "title": "Changes to This Privacy Policy",
    "text": "We may update this Privacy Policy as GoLynk evolves, incorporates formally, or introduces new services. We will update the \"Last updated\" date at the top of this page."
  },
  "contact": {
    "title": "Contact",
    "intro": "For privacy-related questions or requests:",
    "email": "Email:",
    "address": "Address:",
    "addressText": "Kastanienweg 4, 52074 Aachen, Germany",
    "links": {
      "terms": "Terms of Service",
      "cookies": "Cookie Policy",
      "imprint": "Imprint / Legal Notice"
    }
  }
}
