{
  "title": "Commercial Terms of Service",
  "lastUpdated": "Last updated:",
  "intro": "These Commercial Terms of Service (\"Terms\") govern access to and use of the GoLynk platform and corridor-based orchestration services. By accessing or using the platform, you agree to be bound by these Terms.",
  "sidebar": {
    "title": "On This Page",
    "links": {
      "definitions": "Definitions",
      "service": "Nature of Service",
      "accounts": "Accounts",
      "pilot": "Pilot Services",
      "pricing": "Pricing",
      "carrierObligations": "Carrier Obligations",
      "shipperObligations": "Shipper Obligations",
      "availability": "Availability",
      "ip": "Intellectual Property",
      "data": "Data and Confidentiality",
      "liability": "Limitation of Liability",
      "indemnification": "Indemnification",
      "termination": "Termination",
      "governingLaw": "Governing Law",
      "changes": "Changes",
      "contact": "Contact"
    }
  },
  "sections": {
    "definitions": {
      "title": "1. Definitions",
      "platform": {
        "term": "Platform",
        "def": "The GoLynk orchestration software and related interfaces, including web and API access points, used to coordinate and match shipment demand to available transport capacity."
      },
      "shipper": {
        "term": "Shipper",
        "def": "An entity submitting shipment or logistics demand to the Platform, including e-commerce operators, retailers, B2B logistics users, and individuals."
      },
      "carrier": {
        "term": "Carrier",
        "def": "An independent transport operator providing available route capacity, including trucking companies, logistics operators, van services, and alternative transport providers."
      },
      "partner": {
        "term": "Capacity Partner",
        "def": "A fleet operator, microhub operator, logistics facility, or infrastructure participant contributing capacity, storage, or coordination services to the Platform."
      },
      "corridor": {
        "term": "Corridor",
        "def": "A structured, algorithmically validated lane or route segment connecting two or more geographic points, configured for coordinated deployment of shipments across participating Carriers."
      },
      "pilot": {
        "term": "Pilot Services",
        "def": "Limited-scope deployment of orchestration services within defined geographic areas or specific Corridors prior to full commercial rollout."
      }
    },
    "service": {
      "title": "2. Nature of the Service",
      "orchestration": "GoLynk provides a coordination and orchestration layer that matches shipment demand to existing routes based on algorithmic scoring, corridor density, SLA weighting, deviation thresholds, and other operational variables.",
      "notResponsible": {
        "title": "Not a Carrier",
        "text": "GoLynk is not itself a carrier and does not assume responsibility for physical transport unless explicitly agreed in writing as part of a separate service agreement. Transport execution is performed by independent Carriers or Capacity Partners, who remain solely responsible for safe, lawful, and compliant delivery."
      },
      "noPossession": {
        "title": "No Assumption of Possession",
        "text": "GoLynk does not take physical possession of goods unless separately contracted. The Platform facilitates matching; it does not assume custody, insurance, or liability for goods in transit."
      },
      "coordination": {
        "title": "Coordination Role",
        "text": "The Platform coordinates deployment logistics between Shippers and Carriers. No agency, partnership, or employment relationship exists between GoLynk and Participants unless expressly agreed in writing."
      }
    },
    "accounts": {
      "title": "3. Account Registration and Access",
      "requirements": {
        "title": "Eligibility",
        "text": "To access the Platform, you must be a legal entity (business, operator, or partnership) or an individual authorized to represent a business. You certify that you are of legal age and capacity to enter into binding agreements."
      },
      "accuracy": {
        "title": "Information Accuracy",
        "text": "Participants must provide accurate, complete, and up-to-date information during registration. You are responsible for maintaining the accuracy of your account details, including regulatory certifications, insurance coverage, and operational permits."
      },
      "security": {
        "title": "Security Responsibility",
        "text": "You are responsible for maintaining the confidentiality of your account credentials and for all activities conducted under your account. Notify GoLynk immediately of unauthorized access or security breaches."
      },
      "compliance": {
        "title": "Compliance",
        "text": "All use of the Platform must comply with applicable laws, regulations, and these Terms. GoLynk may suspend or terminate access for:",
        "items": [
          "Misrepresentation or fraud",
          "Regulatory violations",
          "Corridor abuse or manipulation",
          "Operational risk or instability",
          "Breach of these Terms"
        ]
      }
    },
    "pilot": {
      "title": "4. Pilot Services",
      "intro": "The Platform may be offered under Pilot Services in defined geographic areas or Corridors. Participation in Pilot Services is subject to the following terms:",
      "characteristics": [
        "Services may be limited in geography, duration, or lane configuration",
        "Pricing logic may evolve as density and operational variables change",
        "Corridors may be reconfigured, expanded, or discontinued",
        "Participation does not guarantee long-term deployment or service continuity"
      ],
      "modification": "GoLynk may modify, suspend, or terminate Pilot Services with reasonable notice. Participants accept this operational flexibility as part of early-stage deployment."
    },
    "pricing": {
      "title": "5. Pricing and Payment",
      "intro": "Pricing is determined based on the nature of your participation and the applicable commercial arrangement. The Platform may employ multiple pricing models:",
      "models": [
        "Per-shipment coordination fees",
        "Per-corridor orchestration models",
        "Lane-based commercial agreements",
        "Revenue-sharing mechanisms"
      ],
      "documentation": {
        "title": "Pricing Documentation",
        "text": "All applicable pricing is defined in onboarding documentation, commercial service agreements, or corridor-specific terms provided at the time of enrollment. Disputes regarding pricing shall be resolved in accordance with the terms provided."
      },
      "adjustment": {
        "title": "Pricing Adjustments",
        "text": "GoLynk reserves the right to adjust pricing for new Corridors, services, or marketplace conditions. Price changes affecting existing arrangements will be communicated with reasonable advance notice where legally required."
      },
      "payment": {
        "title": "Payment Terms",
        "text": "Payment terms, invoice schedules, and payment methods are specified in your commercial agreement with GoLynk. Failure to pay invoices may result in account suspension."
      }
    },
    "carrierObligations": {
      "title": "6. Carrier and Capacity Partner Obligations",
      "intro": "Carriers and Capacity Partners are independently responsible for all aspects of transport and capacity provision:",
      "compliance": {
        "title": "Regulatory Compliance",
        "items": [
          "Valid operating licenses and permits",
          "Compliance with transport regulations (KVG, StVO, STVO, or equivalent)",
          "ADR certifications and hazardous goods handling where applicable"
        ]
      },
      "insurance": {
        "title": "Insurance",
        "text": "Carriers must maintain appropriate liability and cargo insurance coverage. GoLynk does not verify insurance validity; Carriers are solely responsible for maintaining adequate coverage."
      },
      "execution": {
        "title": "Safe Execution",
        "text": "All transport must be executed safely, legally, and in accordance with applicable labor, employment, and environmental regulations. GoLynk does not supervise execution unless separately specified."
      },
      "independence": {
        "title": "Independent Status",
        "text": "Carriers and Capacity Partners are independent contractors. No employment relationship, agency, or partnership relationship exists with GoLynk."
      }
    },
    "shipperObligations": {
      "title": "7. Shipper Obligations",
      "intro": "Shippers must fulfill all obligations related to shipment declaration and compliance:",
      "accuracy": {
        "title": "Shipment Information",
        "text": "You are responsible for providing accurate, complete shipment information, including weight, dimensions, declared value, and contents. False declarations may result in rejection or suspension."
      },
      "legality": {
        "title": "Lawful Goods",
        "text": "You certify that all goods are legal, non-hazardous (unless properly declared and handled), and comply with applicable import/export regulations. Prohibited goods will be rejected."
      },
      "disclosure": {
        "title": "Hazard Disclosure",
        "text": "Any hazardous, temperature-controlled, fragile, or special-handling requirements must be fully disclosed. Failure to disclose creates liability for the Shipper."
      },
      "responsibility": {
        "title": "Goods Responsibility",
        "text": "You remain responsible for goods until signed acceptance by the recipient. Shipment rejection due to inaccurate information is your responsibility."
      }
    },
    "availability": {
      "title": "8. Service Availability",
      "intro": "GoLynk strives to maintain reliable platform access and operational continuity, but makes no guarantee of uninterrupted service.",
      "noWarranty": {
        "title": "No Uptime Guarantee",
        "text": "Planned maintenance, system updates, and unforeseen technical issues may cause temporary unavailability. SLA commitments, if offered, are specified in separate agreements."
      },
      "corridor": {
        "title": "Corridor Availability",
        "text": "Corridor availability depends on participant density, capacity utilization, market conditions, and external factors. GoLynk may modify Corridor configuration or suspend Corridors due to operational constraints."
      },
      "external": {
        "title": "External Factors",
        "text": "Service disruptions due to force majeure, regulatory action, or third-party dependency failure are outside GoLynk's control. GoLynk is not liable for such events."
      }
    },
    "ip": {
      "title": "9. Intellectual Property",
      "intro": "All intellectual property rights in the Platform and its components are exclusive property of GoLynk or its licensors:",
      "items": [
        "Orchestration algorithms",
        "Matching logic and scoring systems",
        "Corridor density models",
        "Software interfaces and APIs",
        "Data analysis and reporting systems",
        "Corridor configuration systems"
      ],
      "restrictions": {
        "title": "License Grant",
        "text": "You are granted a limited, non-exclusive, non-transferable license to access and use the Platform solely for the purpose of submitting or fulfilling shipment demand, subject to these Terms."
      },
      "prohibited": {
        "title": "Prohibited Activities",
        "text": "You may not:",
        "items": [
          "Reverse engineer or decompile the Platform",
          "Extract or copy algorithmic logic",
          "Create derivative or competing systems",
          "Sublicense or transfer access rights"
        ]
      }
    },
    "data": {
      "title": "10. Data and Confidentiality",
      "privacy": {
        "title": "Privacy and Data Processing",
        "text": "Personal data and operational information is processed in accordance with the Privacy Policy. By using the Platform, you consent to the data practices described in the Privacy Policy."
      },
      "operational": {
        "title": "Operational Confidentiality",
        "text": "Corridor-level information, including capacity availability, pricing, and algorithmic configuration, is proprietary and confidential. Participants agree not to disclose, reverse-engineer, or use this information to create competing services."
      },
      "aggregation": {
        "title": "Aggregated Data",
        "text": "GoLynk may use aggregated, anonymized operational data for system improvement, corridor optimization, and performance analysis. This data cannot identify individual participants."
      },
      "retention": {
        "title": "Data Retention",
        "text": "Operational logs and transaction records are retained in accordance with legal requirements and Platform operational needs. You may request data deletion in accordance with applicable privacy law."
      }
    },
    "liability": {
      "title": "11. Limitation of Liability",
      "unlimited": {
        "title": "Unlimited Liability",
        "text": "GoLynk's liability is unlimited for:",
        "items": [
          "Intent and willful misconduct",
          "Gross negligence",
          "Personal injury or death",
          "Mandatory statutory liability"
        ]
      },
      "limited": {
        "title": "Limited Liability",
        "text": "For slight negligence, liability is limited to foreseeable, typical damages arising directly from the breach. This limitation applies only where legally permissible under German law."
      },
      "excluded": {
        "title": "Excluded Damages",
        "text": "To the extent permitted, GoLynk is not liable for:",
        "items": [
          "Indirect damages or losses",
          "Lost profits or revenue",
          "Consequential or punitive damages",
          "Business interruption"
        ]
      },
      "caps": {
        "title": "Liability Caps",
        "text": "Where permissible, liability for breach of these Terms is capped at the fees paid by you in the twelve months preceding the claim. This cap does not apply to unlimited liability items listed above."
      }
    },
    "indemnification": {
      "title": "12. Indemnification",
      "intro": "Participants agree to indemnify, defend, and hold harmless GoLynk from claims, damages, and costs arising from:",
      "items": [
        "Regulatory violations by Participant",
        "False or inaccurate declarations",
        "Inadequate insurance coverage",
        "Breach of these Terms",
        "Negligent or unlawful conduct during service use",
        "Third-party claims related to Participant's goods or services"
      ],
      "procedure": "GoLynk will notify Participant of any indemnifiable claim and cooperate in the defense. GoLynk is not liable for settlements made without Participant's written consent."
    },
    "termination": {
      "title": "13. Termination",
      "by": {
        "title": "Termination by Participant",
        "text": "You may terminate your participation at any time by providing written notice to GoLynk. Termination is effective at the end of the current billing period or immediately, depending on the terms of your commercial agreement."
      },
      "byGoLynk": {
        "title": "Termination by GoLynk",
        "text": "GoLynk may suspend or terminate access for:"
      },
      "grounds": [
        "Material breach of these Terms",
        "Non-payment of invoices",
        "Regulatory violations",
        "Operational risk or safety concern",
        "Fraud or misrepresentation"
      ],
      "survival": {
        "title": "Survival",
        "text": "The following survive termination: Intellectual Property, Limitation of Liability, Indemnification, Governing Law, and Confidentiality obligations."
      }
    },
    "governingLaw": {
      "title": "14. Governing Law and Jurisdiction",
      "intro": "These Terms and all matters relating to the Platform are governed exclusively by the laws of the Federal Republic of Germany, without reference to conflict of laws principles.",
      "jurisdiction": {
        "title": "Jurisdiction",
        "text": "All claims and disputes shall be subject to the exclusive jurisdiction of the courts of Aachen, Germany, where legally permissible. You consent to this jurisdiction and venue."
      },
      "arbitration": {
        "title": "Language",
        "text": "These Terms are valid in English and German. In case of discrepancy, the German version prevails."
      }
    },
    "changes": {
      "title": "15. Changes to These Terms",
      "intro": "GoLynk may update these Terms as the Platform evolves, services expand, or legal requirements change.",
      "notice": "Material changes will be communicated to Participants with reasonable advance notice where legally required. Continued use of the Platform after notice constitutes acceptance of revised Terms.",
      "effective": "The \"Last updated\" date at the beginning of this document reflects the most recent version. You are responsible for reviewing updates."
    },
    "contact": {
      "title": "16. Contact",
      "intro": "For questions, claims, or inquiries regarding these Terms:",
      "name": "Ibrahim Ismail",
      "address": "Kastanienweg 4",
      "city": "52074 Aachen",
      "country": "Germany",
      "email": "contact@golynk.com",
      "links": {
        "privacy": "Privacy Policy",
        "cookies": "Cookie Policy",
        "imprint": "Imprint / Legal Notice"
      }
    }
  }
}
