{
  "title": "Datenschutzrichtlinie",
  "lastUpdated": "Zuletzt aktualisiert:",
  "intro": "Diese Datenschutzrichtlinie erläutert, wie GoLynk Ihre persönlichen Daten verarbeitet, wenn Sie unsere Website besuchen, Formulare einreichen oder mit uns über Korridorevaluierung, Pilotteilnahme oder Partnerschaftsmöglichkeiten kommunizieren.",
  "sidebar": {
    "title": "Auf dieser Seite",
    "links": {
      "keyPoints": "Wichtigste Punkte",
      "controller": "Verantwortlicher",
      "scope": "Geltungsbereich",
      "dataProcess": "Verarbeitete Daten",
      "howWeUse": "Datenverwendung",
      "legalBasis": "Rechtliche Grundlagen",
      "sharing": "Weitergabe",
      "transfers": "Übertragungen",
      "retention": "Speicherung",
      "security": "Sicherheit",
      "cookies": "Cookies",
      "rights": "Ihre Rechte",
      "children": "Kinder",
      "changes": "Änderungen",
      "contact": "Kontakt"
    }
  },
  "keyPoints": {
    "title": "Wichtigste Punkte",
    "items": [
      "GoLynk verarbeitet Daten zur Evaluierung von Korridoren, zum Onboarding von Partnern und zum sicheren Betrieb gemäß GDPR.",
      "Wir verkaufen keine persönlichen Daten.",
      "Wir führen keine Werbeprofilerstellung durch.",
      "Wir verwenden in dieser Phase minimale Verfolgung (nur wesentliche Protokolle).",
      "Daten, die zur Optimierung verwendet werden, werden aggregiert und minimiert, wo möglich."
    ]
  },
  "controller": {
    "title": "Wer wir sind",
    "text": "GoLynk wird betrieben durch:",
    "name": "Ibrahim Ismail",
    "address": "Kastanienweg 4",
    "city": "52074 Aachen",
    "country": "Deutschland",
    "email": "contact@golynk.com",
    "status": "GoLynk wird derzeit vor der formalen Unternehmensregistrierung betrieben. Die Gründung ist in Vorbereitung. Diese Seite wird aktualisiert, sobald eine juristische Person registriert ist."
  },
  "scope": {
    "title": "Anwendungsbereich dieser Datenschutzrichtlinie",
    "intro": "Diese Datenschutzrichtlinie gilt, wenn wir als Datenverantwortlicher handeln, einschließlich wenn Sie:",
    "items": [
      "Unsere Website besuchen",
      "Ein Formular für Versender, Beförderer, Flotten, Mikro-Hubs, Partner oder Investoren einreichen",
      "Eine Korridorevaluierung oder Spuranalyse anfordern",
      "Mit uns per E-Mail kommunizieren"
    ],
    "disclaimer": "Diese Richtlinie deckt Situationen nicht ab, in denen GoLynk streng als Datenverarbeiter unter einem Unternehmensvertrag tätig ist. In solchen Fällen ist der vertragsschließende Kunde als Verantwortlicher für die relevante Verarbeitung verantwortlich und stellt Ihren Endbenutzern eine eigene Datenschutzmitteilung zur Verfügung."
  },
  "dataProcessed": {
    "title": "Persönliche Daten, die wir verarbeiten",
    "provided": {
      "subtitle": "3.1 Daten, die Sie bereitstellen (Formulare und Kommunikation)",
      "intro": "Wir können Informationen verarbeiten, die Sie direkt einreichen, wie z. B.:",
      "items": [
        "Name, E-Mail-Adresse und Kontaktdaten",
        "Unternehmensname und Position (falls zutreffend)",
        "Stadt-, Korridor- oder Spurinformationen",
        "Versandmerkmale (Typ, Häufigkeit, Zeitfenster, Einschränkungen)",
        "Weg- oder Kapazitätsdetails (Beförderer / Flotte / Mikro-Hub)",
        "Betriebliche Notizen, die Sie bereitstellen möchten",
        "Investorenanfragdetails (Firmennamen, Schwerpunkt, optionale Notizen)"
      ],
      "detail": "Wir fordern nur die Informationen an, die zur Evaluierung der Korridordurchführbarkeit und Vorbereitung des Onboardings erforderlich sind."
    },
    "technical": {
      "subtitle": "3.2 Technische und Nutzungsdaten (Website-Zugriff)",
      "intro": "Wenn Sie auf die Website zugreifen, können unsere Server verarbeiten:",
      "items": [
        "IP-Adresse",
        "Datum und Uhrzeit des Zugriffs",
        "Angeforderte URL / Seite",
        "Referrer-URL",
        "Browser- und Geräteinformationen",
        "Sicherheitsbezogene Ereignisse (z. B. Anpassungsauslöser)"
      ],
      "detail": "Diese Daten werden für Sicherheit, Missbrauchsprävention und Betriebszuverlässigkeit verwendet."
    },
    "pilot": {
      "subtitle": "3.3 Pilot- und Betriebsvorbeitungsdaten",
      "intro": "Während der Pilotvorbereitung können wir korridorbezogene Informationen verarbeiten, wie z. B.:",
      "items": [
        "Servicefenster und SLA-Erwartungen",
        "Kapazitätsmerkmale (Fahrzeugtypen, Spurabdeckung, Mikro-Hub-Verfügbarkeit)",
        "Korridor-Dichteindikationen und betriebliche Einschränkungen"
      ],
      "detail": "Wo möglich, wird die operative Analyse aggregiert und minimiert, um die persönliche Identifizierbarkeit zu verringern."
    }
  },
  "howWeUse": {
    "title": "Wie wir persönliche Daten verwenden",
    "intro": "Wir verarbeiten persönliche Daten für:",
    "items": [
      "Antwort auf Anfragen und Anforderungen",
      "Korridorevaluierung (Feststellung, ob eine Spur unterstützt werden kann)",
      "Pilot-Onboarding und Partnerkoordination",
      "Vorbereitung der kommerziellen Bereitstellung (einschließlich Entwurf von Vor-Vertrags-Bedingungen)",
      "Plattform- und Infrastruktursicherheit",
      "Betriebliche Verbesserung mit aggregierten Indikatoren (z. B. Korridor-Dichte)"
    ],
    "note": "Wir verkaufen keine persönlichen Daten und verwenden keine persönlichen Daten für Werbeprofilerstellung durch Dritte."
  },
  "legalBasis": {
    "title": "Rechtliche Grundlagen (GDPR)",
    "intro": "Wir verarbeiten persönliche Daten unter folgenden Rechtsbasis:",
    "basis1": "Artikel 6(1)(b) GDPR",
    "basis1Desc": "Maßnahmen auf Ihre Anfrage vor Vertragsabschluss (z. B. Korridorevaluierung, Onboarding-Gespräche)",
    "basis2": "Artikel 6(1)(f) GDPR",
    "basis2Desc": "Berechtigte Interessen (sichere Operationen, Betrugsprävention, Service-Integrität und Korridoroptimierung)",
    "basis3": "Artikel 6(1)(a) GDPR",
    "basis3Desc": "Zustimmung, soweit erforderlich (z. B. optionale Abos)",
    "note": "Wenn Sie der Verarbeitung auf Grundlage berechtigter Interessen widersprechen, bewerten wir, ob unsere Interessen Ihre Rechte überwiegen oder ob die Verarbeitung beendet werden muss."
  },
  "sharing": {
    "title": "Sharing und Offenlegung",
    "intro": "Wir können personenbezogene Daten mit folgenden teilen:",
    "providers": {
      "subtitle": "6.1 Dienstleister (Verarbeiter)",
      "text": "Wir nutzen Dienstleister für Website-Hosting, Infrastrukturabwicklung und E-Mail-Zustellung. Wo erforderlich, schließen wir Datenverarbeitungsvereinbarungen gemäß Artikel 28 GDPR ab."
    },
    "legal": {
      "subtitle": "6.2 Rechtliche Verpflichtungen",
      "text": "Wir können Informationen offenlegen, soweit dies aufgrund von Recht, Verordnung oder einer rechtlich bindenden Anfrage erforderlich ist."
    },
    "transition": {
      "subtitle": "6.3 Geschäftsübergang",
      "text": "Sollte GoLynk einer Unternehmenstransformation unterliegen (z. B. Verständigung, Finanzierung, Vermögensübertragung), können persönliche Daten als Teil dieses Prozesses übertragen werden, vorbehaltlich rechtlicher Schutzvorkehrungen."
    },
    "note": "Wir geben personenbezogene Daten nicht an Dritte zu unabhängigen Vermarktungszwecken weiter."
  },
  "transfers": {
    "title": "Internationale Datenübertragungen",
    "text": "Wir beabsichtigen, Daten innerhalb der Europäischen Union zu verarbeiten. Falls Daten künftig außerhalb des EU/EWR übertragen werden, werden wir angemessene Schutzvorkehrungen wie Standard-Vertragsklauseln umsetzen und Übertragungsrisiken bewerten."
  },
  "retention": {
    "title": "Datenspeicherung",
    "intro": "Wir speichern personenbezogene Daten nur so lange wie erforderlich für:",
    "items": [
      "Korridorevaluierung und Onboarding",
      "Pilotabwicklung und operative Koordination",
      "Vor-Vertrags- und Vertragsdokumentation",
      "Einhaltung rechtlicher Verpflichtungen"
    ],
    "logic": "Typische Speicherlogik:",
    "logic1": "Anfrage- und Korridorevaluierungsdaten werden bis zum Abschluss der Evaluierung beibehalten und dann regelmäßig auf Löschung überprüft.",
    "logic2": "Betriebliche pilotbezogene Daten können länger beibehalten werden, um die Korridorleistungsanalyse zu unterstützen, wobei Aggregation/Minimierung, wo möglich, verwendet wird."
  },
  "security": {
    "title": "Sicherheit",
    "detail": "Wir wenden angemessene technische und organisatorische Maßnahmen an, um personenbezogene Daten vor unbefugtem Zugriff, Änderung, Verlust und Missbrauch zu schützen. Maßnahmen können Zugriffskontrolle, Verschlüsselung während der Übertragung, wo vorhanden, und Überwaschung auf Missbrauch umfassen.",
    "note": "Es gibt keine vollständig sichere Übertragunge- oder Speichermethode, aber wir halten Schutzmaßnahmen ein, die unserem Risikoprofil und operativen Pilot-Phase proportional sind."
  },
  "cookies": {
    "title": "Cookies und Tracking",
    "intro": "In dieser Phase verwendet GoLynk nur wesentliche technische Mechanismen, die erforderlich sind, um die Website funktionsfähig und sicher zu halten.",
    "items": [
      "Wir stellen keine Verhaltenswerbungs-Cookies bereit.",
      "Wenn wir später datenschutzfreundliche Analytic einführen (z. B. Cookie-losse Messung), werden wir diese Richtlinie aktualisieren und die erforderliche Steuerung bereitstellen."
    ],
    "link": "Weitere Details finden Sie in unserer",
    "linkText": "Cookie-Richtlinie"
  },
  "rights": {
    "title": "Ihre Rechte und Wahlmöglichkeiten",
    "intro": "Je nach Ihrem Standort können Sie folgende Rechte haben:",
    "items": [
      "Zugriff auf Ihre personenbezogenen Daten",
      "Berichtigung ungerechtlicher Daten",
      "Anforderung der Löschung",
      "Einschränkung der Verarbeitung",
      "Widerspruch zur Verarbeitung",
      "Datenübertragbarkeit",
      "Widerruf der Zustimmung (wenn die Verarbeitung auf Zustimmung basiert)"
    ],
    "exercise": "Um Ihre Rechte auszuüben, senden Sie eine E-Mail an:",
    "email": "contact@golynk.com",
    "complaints": "Beschwerde",
    "complaintsText": "Sie können sich an eine Aufsichtsbehörde wenden. Für Deutschland (NRW) ist die zuständige Behörde die Landesbauftragte für Datenschutz und Informationsfreiheit von Nordrhein-Westfalen (LfDI NRW)."
  },
  "children": {
    "title": "Kinder",
    "text": "GoLynk richtet sich nicht an Kinder und sammelt bewusst keine persönlichen Daten von Personen unter 18 Jahren."
  },
  "changes": {
    "title": "Änderungen dieser Datenschutzrichtlinie",
    "text": "Wir können diese Datenschutzrichtlinie aktualisieren, wenn sich GoLynk entwickelt, formal gründet oder neue Dienste einführt. Wir werden das Datum \"Zuletzt aktualisiert\" oben auf dieser Seite aktualisieren."
  },
  "contact": {
    "title": "Kontakt",
    "intro": "Für datenschutzbezogene Fragen oder Anfragen:",
    "email": "E-Mail:",
    "address": "Adresse:",
    "addressText": "Kastanienweg 4, 52074 Aachen, Deutschland",
    "links": {
      "terms": "Nutzungsbedingungen",
      "cookies": "Cookie-Richtlinie",
      "imprint": "Impressum / Rechtliche Hinweise"
    }
  }
}
